var local_database = [{
    author_image: '/images/avatar/2.png',
    date: 'Jun 2019',
    hero_name: '幻影刺客-茉崔蒂',
    hero_image: '/images/post/dota2_pa.jpg',
    post_like_image: '../../images/icon/chat.png',
    post_view_image: '../../images/icon/view.png',
    hero_introduce: '通过占卜和预见，魅影之纱一直严格的甄选一些婴儿来抚养成人，成为她们的刺客。这是一个将刺杀视作神圣的自然法则的女刺客同盟。魅影之纱通过冥想和神谕来确定他们的暗杀目标。她们不被任何条款所束缚，也从不因为政治斗争或者金钱利益刺杀。她们的刺杀完全没有时间规律，似乎是随性为之：不管你是手握大权，还是平凡农夫，对她们来说，你的死法都是一样的。即使这些刺杀行为有一个固定的套路，那也是只有组织成员才知道。她们把目标看做必要的牺牲品，而死亡则是荣耀加身。作为幻影刺客，她们的身份从小就只有组织内的人才知道，而任何一个幻影刺客都能填补另一个的空缺；她们甚至连代号都不为人知。也许成员有很多，也许只有几个。那谜样面纱之下的真相无人知晓。只有一个，在四下无人之时，那面纱会时不时的被隐秘低语所拂动，低语中，是她自己的名字：茉崔蒂。',
    post_like_font: '99',
    post_view_font: '888'
  },
  {
    author_image: '../../images/avatar/4.png',
    date: 'Jun 2019',
    hero_name: '祈求者-卡尔',
    hero_image: '/images/post/dota2_invoker.jpg',
    hero_introduce: '在创立之初，魔法本质上是一门记忆的艺术，有些人认为这才是其最强力的形式。它无需任何科技，也无需魔杖或者其他施法媒介，只需要你有一颗魔法师的心。所有的那些祭祀里面的象形符号也仅仅是帮助记忆的手段，初衷是为了让施法者能够回想起施放法术时那大量的细节以及步骤。在那个年代，最伟大的法师就是记忆天赋最高的人，然而魔法祈唤实在是太过艰深，因此所有的法师不得不有所专攻。即使是最刻苦的法师，将一辈子奉献给魔法，最多也只能掌握三到四个法术。普通的法师能掌握两个就心满意足了，而对于那些乡下的法师来说，只掌握一个法术也再正常不过——即使这样，在极少的真正需要使用魔法的场合，他还得借助魔典才能战胜自己的健忘。然而，在那些早期的施法者中，有一个例外，一个智力超群，记忆力惊人的天才，以祈求者的名字为人们所知。在年少时，祈求者就已经掌握了不下十种法术。是的，不是四五个，也不是七八个，而是十个，而且他还能毫不费力的施放这些法术。他学到过更多的法术，但是因为觉得没用，试过一次以后就彻底从脑中遗忘，这样才能为其他更为有用的法术留出空间。这些法术就是包括永生之术——能让施法者永生的法术，那些在世界之初吟唱了这个法术的人还活得好好的(除非他们被物质毁灭了)。而大多数这样的准不朽者都低调的生活在我们中间，害怕他们的秘密泄露：然而祈求者不是一个喜欢隐藏自己的天赋的人。他来自远古，比任何人都要博学，而他的心智还有余力让他去思考他无穷的自我价值...以及更多的法术——他在世界毁灭之时的漫长暮色中用来自娱自乐的法术',
    post_like_image: '../../images/icon/chat.png',
    post_like_font: '919',
    post_view_image: '../../images/icon/view.png',
    post_view_font: '828'
  },
  {
    author_image: '/images/avatar/3.png',
    date: 'Jun 2019',
    hero_name: '影魔-奈文摩尔',
    hero_image: '/images/post/dota2_sf.jpg',
    hero_introduce: '据说影魔奈文摩尔有着一个诗人的灵魂，事实上，他吞噬的诗人灵魂早已成千上万。千百年来，他收集了各式各样的灵魂，包括诗人，牧师，帝王，乞丐，奴隶，哲人，罪犯，当然，还有英雄。他拥有着世间所有种类的灵魂。然而没人知道他收集这些灵魂作何之用。从来没有人得以窥视影魔的魂渊之秘，他从魂渊中伸出灵魂触须，蔓延在精神位面。他是把灵魂一个个吞噬了？还是把灵魂堆积在他的影惧神殿里？又或是将灵魂浸在死灵之池中？难道他仅仅是一个被恶魔傀儡大师操纵着，通过位面裂口进入世界的傀儡？尽管众说纷纭，但根本没有人能看透他那黑暗光环下的层层邪恶。然而，如果你实在是很想知道那些灵魂的归宿，有个办法能帮你达成心愿：凡人，将你的灵魂奉献给影魔，或者等待魔王的收割！',
    post_like_image: '../../images/icon/chat.png',
    post_like_font: '59',
    post_view_image: '../../images/icon/view.png',
    post_view_font: '628'

  }
]



module.exports = {
  postList: local_database
}